Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Settings_SoundOutput_Setting_ShowPopup.Description
source: Show pop-up window when sound output changed.
ar_aa: عرض نافذة منبثقة عندما يتغير إخراج الصوت.
bg_bg: Показване на изскачащ прозорец, когато звуковия изход се промени.
ca_es: Mostrar la finestra emergent en canviar la sortida de so.
cs_cz: Ukázat vyskakovací okno při změně zvukového výstupu.
da_dk: Vis pop op-vindue, når lydudgangen ændres.
de_de: Pop-up-Fenster anzeigen, wenn die Tonausgabe geändert wird.
el_gr: Εμφάνιση αναδυόμενου παραθύρου όταν αλλάζει η έξοδος ήχου.
es_es: Mostrar ventana emergente al cambiar la salida de sonido.
es_mx: Mostrar ventana emergente cuando se cambie la salida de sonido.
fa_ir: در صورت تغییر خروجی صدا، صفحه اعلان را نشان بده.
fi_fi: Näytä ponnahdusikkuna, kun äänilähtö vaihdetaan.
fil: Ipakita ang pop-up window kapag nagbago ang output ng tunog.
fr_fr: Afficher un pop-up lorsque la sortie son est modifié.
he_il: הראה חלון קופץ כשאר יציאת השמע השתנתה.
hi_in: ध्वनि आउटपुट बदलने पर पॉप-अप विंडो दिखाएं।
hr_hr: Show a pop-up window when the audio output has changed.
hu_hu: Felugró ablak mutatása ha a kimenet megváltozik.
id_id: Tampilkan jendela pop-up ketika output audio berganti.
it_it: Mostra una finestra pop-up quando il dispositivo di uscita cambia.
ja_jp: サウンド出力が変更されたときに、ポップアップウィンドウを表示します。
kn_in: ಧ್ವನಿ ಔಟ್‌ಪುಟ್ ಬದಲಾದಾಗ ಪಾಪ್-ಅಪ್ ವಿಂಡೋವನ್ನು ತೋರಿಸಿ.
lt_lt: Rodyti iššokantį langą, kai pakeičiama garso išvestis.
mn_mn: Дууны гаралт өөрчлөгдөх үед гарч ирэх цонхыг харуулах.
ms_my: Tunjukkan tetingkap pop timbul apabila output bunyi berubah.
nl_nl: Laat een pop-up scherm zien wanneer geluidsuitvoer verandert.
pl_pl: Pokaż powiadomienie kiedy zmieni się wyjście dźwięku.
pt_br: Mostrar janela pop-up quando a saída de áudio mudar.
pt_pt: Mostrar janela pop-up quando a saída de som for alterada.
ro_ro: Afișați o fereastră pop-up când dispozitivul de ieșire a sunetului a fost schimbat.
ru_ru: Показывать всплывающее окно, когда аудиовыход изменен.
sq_al: Shfaq dritaren kërcyese kur ndryshohet dalja e zërit.
te_in: ధ్వని అవుట్‌పుట్ మారినప్పుడు పాప్-అప్ విండోను చూపుతుంది.
tr_tr: Sesin aktarıldığı kaynak değiştirse pop-up penceresi göster.
uk_ua: Показувати спливаюче вікно, коли змінюється вихід звуку.
ur_pk: صوتی آؤٹ پٹ تبدیل ہونے پر پاپ اپ ونڈو دکھائیں۔
vi_vn: Hiện cửa sổ pop-up khi nguồn phát âm thanh thay đổi.
yue: 聲音輸出變更時顯示彈出視窗。
zh_tw: 當音效輸出裝置變更時顯示提示視窗。

# SettingsItem_Experimental.Hint
source: Experimental feature
ar_aa: ميزة تجريبية
bg_bg: Експериментална функция
ca_es: Funció experimental
cs_cz: Experimentální funkce
da_dk: Eksperimentel funktion
de_de: Experimentelle Funktion
el_gr: Πειραματικό χαρακτηριστικό
es_es: Función experimental
es_mx: Función experimental
fa_ir: ویژگی های آزمایشی
fi_fi: Kokeellinen ominaisuus
fil: Pinag eexperementuhan na feature
fr_fr: Fonctionnalité expérimentale
he_il: תוכנה נסיונית
hi_in: प्रायोगिक विशेषता
hr_hr: Eksperimentalna značajka
hu_hu: Kísérleti funkció
id_id: Fitur eksperimental
it_it: Funzione sperimentale
ja_jp: 試験的の機能
kn_in: ಪ್ರಾಯೋಗಿಕ ವೈಶಿಷ್ಟ್ಯ
mn_mn: Туршилтын онцлог
nl_nl: Experimentele functie
pl_pl: Funkcja eksperymentalna
pt_pt: Funcionalidade experimental
ro_ro: Acțiune experimentală
ru_ru: Экспериментальная функция
sq_al: Veçori eksperimentale
te_in: ప్రయోగాత్మక లక్షణం
tr_tr: Deneysel özellik
uk_ua: Експериментальна функція
vi_vn: Tính năng thử nghiệm
yue: 實驗功能
zh_tw: 實驗功能

# Support_Setting_Discord.Description
source: Join our community, report bugs, stay tuned for news and updates and discussions
ar_aa: انضم الى مجتمعنا، بلغ عن الأخطاء، ترقب الأخبار والتحديثات والمناقشات
bg_bg: Присъедини се към нашата общност, докладвай бъгове и бъди информиран за актуализации и дискусии
ca_es: Uneix-te a la nostra comunitat, informa d'errors, estigues atent a les notícies, actualitzacions i debats
cs_cz: Připojte se k naší komunitě, nahlašujte chyby, buďte informování o novinkách, aktualizacích a diskusích
da_dk: Bliv medlem af vores community, rapporter fejl, hold dig opdateret om nyheder, opdateringer og diskussioner
de_de: Tritt unserer Community bei, melde Fehler, erhalte Infos über Neuigkeiten, Updates und Diskussionen
el_gr: Γίνετε μέλος της κοινότητάς μας, αναφέρετε σφάλματα, μείνετε συντονισμένοι για νέα και ενημερώσεις και συζητήσεις
es_es: Únase a nuestra comunidad, informe errores, esté atento a las noticias, actualizaciones y debates
es_mx: Únete a nuestra comunidad, reporta errores, mantente al tanto de noticias, actualizaciones y discusiones
fa_ir: به انجمن ما بپیوندید، اختلالات را گزارش کنید، اخبار و بروزرسانی ها دریافت کنید
fi_fi: Liity yhteisöömme, ilmoita bugeista, pysy kuulolla uutisista ja päivityksistä ja keskusteluja
fil: Sumali sa aming komunidad, mag-ulat ng mga bug, manatiling nakatutok para sa mga balita at mga update at mga talakayan
fr_fr: Rejoignez notre communauté, signalez des bugs, restez à l'affut des nouveautés, des mises à jour et des discussions
he_il: הצטרפו לקהילה שלנו, דווחו על באגים, הישארו מעודכנים לחדשות עדכונים ודיונים
hi_in: हमारे समुदाय में शामिल हों, बग की रिपोर्ट करें, समाचार और अपडेट और चर्चाओं के लिए बने रहें
hr_hr: Pridružite se našoj zajednici, prijavite greške, pratite vijesti i ažuriranja i rasprave
hu_hu: Csatlakozz a közösségünkhoz, jelents hibákat, maradj kapcsolatban a hírek, frissítések és a kérdések követéséhez
id_id: Gabung dengan komunitas kami, laporkan masalah, dapatkan berita terbaru dan diskusi bersama
it_it: Entra nella comunità, segnala i bug, rimani attivo per notizie, aggiornamenti e discussioni
ja_jp: コミュニティーに参加して、バグの報告やニュースやアップデートの取得、ディスカッションに参加しましょう
kn_in: ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸೇರಿ, ದೋಷಗಳನ್ನು ವರದಿ ಮಾಡಿ, ಸುದ್ದಿ, ನವೀಕರಣಗಳು ಮತ್ತು ಚರ್ಚೆಗಳಿಗಾಗಿ ಟ್ಯೂನ್ ಆಗಿರಿ
lt_lt: Prisijunkite prie mūsų bendruomenės, praneškite apie surastas klaidas, sekite mūsų naujienas bei diskusijas
mn_mn: Манай нийгэмлэгт нэгдээрэй, алдааг мэдээлнэ үү, мэдээ, шинэчлэлт, хэлэлцүүлгийг хүлээж байгаарай
ms_my: Sertai komuniti kami, laporkan pepijat, nantikan berita dan kemas kini serta perbincangan
nl_nl: Word lid van onze community, meld bugs, blijf op de hoogte van nieuws en updates en discussies
pl_pl: Dołącz do naszej społeczności, zgłaszaj błędy, bądź na bieżąco z wiadomościami, aktualizacjami i dyskusjami
pt_br: Junte-se a nossa comunidade, indique erros e fique atualizado com novidades e discussões
pt_pt: Junte-se à nossa comunidade, reporte erros, fique atento às novidades, atualizações e discussões
ro_ro: Intrați în comunitatea noastră, raportați probleme, fiți pe fază pentru știri, actualizări și discuții
ru_ru: Присоединяйтесь к нашему сообществу, сообщайте об ошибках, следите за новостями, обновлениями и обсуждениями
sq_al: Bashkohuni me komunitetin tonë, raportoni gabime, qëndroni të sintonizuar për lajme, përditësime dhe diskutime
te_in: మా సంఘంలో చేరండి, బగ్‌లను నివేదించండి, వార్తలు మరియు అప్‌డేట్‌లు మరియు చర్చల కోసం వేచి ఉండండి
tr_tr: Topluluğa katıl, sorunları raporla, yeni güncellemeler haberler ver tartışmalar için takipte kal
uk_ua: Доєднуйтеся до нашої спільноти, повідмляйте про баги та залишайтеся в курсі новин, оновлень та беріть участь в обговореннях
ur_pk: ہماری کمیونٹی میں شامل ہوں، کیڑے کی اطلاع دیں، خبروں اور اپ ڈیٹس اور بات چیت کے لیے ہم آہنگ رہیں
vi_vn: Tham gia cộng đồng của chúng tôi để báo lỗi, theo dõi tin tức, các bản cập nhật và thảo luận
yue: 加入我們的社區，報告錯誤，關注新聞、更新和討論
zh_tw: 加入我們的論壇以回報錯誤，並取得最新的更新與討論

# Support_About_ApplicationSetting_MagicTranslate.Description
source: Quickly translate text with a hotkey
ar_aa: ترجم النص بسرعة مع مفاتيح التشغيل السريعة (hotkey)
bg_bg: Бързо превеждай текст с клавишна комбинация
ca_es: Tradueix ràpidament text amb una tecla d'accés directe
cs_cz: Rychle překládejte text pomocí klávesové zkratky
da_dk: Oversæt hurtigt tekst med en genvejstast
de_de: Übersetze schnell Text mit einer Tastankombination
el_gr: Μεταφράστε γρήγορα κείμενο με ένα πλήκτρο πρόσβασης
es_es: Traduce texto rápidamente con un atajo de teclado
es_mx: Traducir rápidamente texto con una tecla de acceso directo
fa_ir: ترجمه سریع متن با استفاده از یک کلید ویژه
fi_fi: Käännä teksti nopeasti pikanäppäimellä
fil: Mabilis na isalin ang teksto gamit ang isang hotkey
fr_fr: Rapidement traduire du texte avec un raccourci clavier
he_il: תרגם טקסט במהירות באמצעות מקש קיצור
hi_in: हॉटकी के साथ पाठ का त्वरित अनुवाद करें
hr_hr: Brzo prevedite tekst pomoću prečaca
hu_hu: Fordítás gyorsbillentyűvel
id_id: Terjemahkan teks dengan hotkey
it_it: Riproduci testo rapidamente con un hotkey
ja_jp: ホットキーでテキストを素早く翻訳する
kn_in: ಹಾಟ್‌ಕೀ ಬಳಸಿ ಪಠ್ಯವನ್ನು ತ್ವರಿತವಾಗಿ ಅನುವಾದಿಸಿ
lt_lt: Greitai išverskite tekstą su sukurtu sparčiuoju klavišu
mn_mn: Текстийг товч ашиглан хурдан орчуулаарай
ms_my: Terjemah teks dengan cepat menggunakan kekunci pintas
nl_nl: Vertaal snel tekst met een sneltoets
pl_pl: Szybko tłumacz tekst skrótem klawiszowym
pt_br: Traduza um texto rapidamente com teclas de atalho
pt_pt: Traduza rapidamente texto com uma tecla de atalho
ro_ro: Traduceți rapid text cu o tastă rapidă
ru_ru: Быстро переводите текст с помощью горячей клавиши
sq_al: Përkthejeni shpejt tekstin me një buton të shpejtë
te_in: హాట్‌కీతో వచనాన్ని త్వరగా అనువదించండి
tr_tr: Kısayol ile hızlıca çevir
uk_ua: Швидко перекласти текст за допомогою гарячої клавіші
ur_pk: ہاٹکی کے ساتھ متن کا فوری ترجمہ کریں
vi_vn: Dịch văn bản nhanh với phím tắt
yue: 使用熱鍵快速翻譯文字
zh_tw: 使用熱鍵快速翻譯文字

# Settings_SoundOutput_Setting_SwitchHotkey.Header
source: Switch sound output hotkey
ar_aa: مفتاح التشغيل السريع لمخرج الصوت
bg_bg: Клавишна комбинация за превключване на изход на звука
ca_es: Tecla predeterminada per canviar la sortida d'àudio
cs_cz: Klávesová zkratka pro změnu zvukového výstupu
da_dk: Skift lydudgang med hurtigtast
de_de: Ändere Tastenkombination für die Audioausgabe
el_gr: Εναλλαγή πλήκτρου συντόμευσης εξόδου ήχου
es_es: Tecla predeterminada para cambiar la salida de audio
es_mx: cambia la salida de sonido con tecla de acceso rápido
fa_ir: کلید ویژه برای تغییر خروجی صدا
fi_fi: Vaihda äänilähdön pikanäppäin
fil: Lumipat ng sound output hotkey
fr_fr: Changer de raccourci de sortie audio
he_il: מקש קיצור של החלפת פלט קול
hi_in: ध्वनि आउटपुट स्विच करने के लिए बटन
hr_hr: Prekidač prečaca za izlaz zvuka
hu_hu: Hangkimenet váltás gyorsbillentyűje
id_id: Ganti hotkey output suara
it_it: Cambia dispositivo di uscita con un hotkey
ja_jp: サウンド出力切り替えホットキー
kn_in: ಧ್ವನಿ ಔಟ್‌ಪುಟ್ ಹಾಟ್‌ಕೀಯನ್ನು ಬದಲಾಯಿಸಿ
lt_lt: Spartaus garso išvesties perjungimo klavišas
mn_mn: Дууны гаралтын товчийг солих
ms_my: Tukar kekunci pintas output bunyi
nl_nl: Wissel de sneltoets voor geluidsuitvoer
pl_pl: Skrót klawiszowy przełączania wyjścia dźwięku
pt_br: Teclas de atalho para troca da saída de áudio
pt_pt: Tecla de atalho para alternar a saída de som
ro_ro: Schimbă tasta rapidă pentru dispozitivul de ieșire a sunetului
ru_ru: Горячая клавиша переключения аудиовыхода
sq_al: Ndërro butonin e shpejtë të daljes së zërit
te_in: సౌండ్ అవుట్‌పుట్ హాట్‌కీని మార్చండి
tr_tr: Ses çıktısı kısayolunu değiştir
uk_ua: Гарячі клавіша для зміни звукового виходу
ur_pk: ساؤنڈ آؤٹ پٹ ہاٹکی کو سوئچ کریں
vi_vn: Phím tắt đổi đầu ra âm thanh
yue: 切換聲音輸出熱鍵
zh_tw: 切換音效輸出熱鍵

# Settings_SoundOutput_Setting_SwitchHotkey.Description
source: Pressing the hotkey cycles through the sound outputs.
ar_aa: يؤدي الضغط على مفتاح التشغيل السريع إلى دورات عبر مخرجات الصوت.
bg_bg: Натискането на клавишната комбинация превключва през аудио изходите.
ca_es: Prement la tecla predeterminada es modificarà la sortida d'àudio.
cs_cz: Stisknutím klávesové zkratky se změna provádí přepínáním mezi zvukovými výstupy.
da_dk: Ved at trykke på hurtigtasten skifter du mellem lydudgangene.
de_de: Beim drücken der Tastenkombination wird auf das nächste Ausgabegerät umgeschaltet.
el_gr: Πατώντας το πλήκτρο συντόμευσης εναλλάσσονται οι έξοδοι ήχου.
es_es: Presionando la tecla predeterminada se modificará la salida de audio.
es_mx: Presionando la tecla de acceso directo se alternará entre las salidas de sonido.
fa_ir: فشردن کلید های مورد نظر خروجی صدا را تغییر می دهد.
fi_fi: Pikanäppäimen painaminen selaa äänilähtöjä.
fil: Ang pagpindot sa hotkey ay umiikot sa mga sound output.
fr_fr: Appuyez sur la touche de raccourci pour faire défiler les sorties audio.
he_il: לחיצה על מקש הקיצור עוברת בין יציאות הקול.
hi_in: हॉटकी चक्र को दबाने से ध्वनि आउटपुट के माध्यम को परिवर्तन करें।
hr_hr: Pritiskom na tipkovnički prečac kruži kroz zvučne izlaze.
hu_hu: A gyorsgomb lenyomásával a kimeneteken változtathat.
id_id: Menekan hotkey akan mengganti output suara.
it_it: Premendo hotkey si possono scegliere i dispositivi di uscita audio.
ja_jp: ホットキーを押してサウンド出力を切り替える。
kn_in: ಧ್ವನಿ ಔಟ್‌ಪುಟ್‌ಗಳ ಮೂಲಕ ಹಾಟ್‌ಕೀ ಚಕ್ರಗಳನ್ನು ಒತ್ತುವುದು.
lt_lt: Paspaudus spartųjį klavišą, perjungiamą garso išvestis.
mn_mn: Халуун товчийг дарснаар дууны гаралтууд дамждаг.
ms_my: Menekan kekunci pintas kitaran melalui output bunyi.
nl_nl: Door op de sneltoets te drukken, bladert u door de geluidsuitvoer.
pl_pl: Naciskanie skrótu klawiszowego przełącza pomiędzy wyjściami dźwięku.
pt_br: Ao pressionar as teclas de atalho a saída de áudio será alterada de forma sequencial.
pt_pt: Pressionar a tecla de atalho alterna entre as saídas de som.
ro_ro: Apăsarea tastei rapide circulă prin dispozitivele de ieșire a sunetului.
ru_ru: Нажатие горячей клавиши переключает аудиовыходы по кругу.
sq_al: Shtypja e butonit të shpejtë kalon nëpër daljet e zërit.
te_in: సౌండ్ అవుట్‌పుట్‌ల ద్వారా హాట్‌కీ సైకిల్‌లను నొక్కడం.
tr_tr: Kısayol tuşuna basmak ses çıktıları arasında değişikliğe neden olur.
uk_ua: Натиснненя на гарячу клавішу призведе до циклу через звукові виходи.
ur_pk: صوتی آؤٹ پٹس کے ذریعے ہاٹکی سائیکلوں کو دبانا۔
vi_vn: Nhấn tổ hợp phím tắt sẽ chuyển qua các đầu ra âm thanh.
yue: 按熱鍵可循環顯示聲音輸出。
zh_tw: 按下熱鍵時會在音效輸出之間循環。

# Headphones_Setting_Airoha_NoiseCancellation_Filter_Item_Indoor.Text
source: Indoor
ar_aa: داخلي
bg_bg: На закрито
ca_es: Interior
cs_cz: Uvnitř
da_dk: Indendørs
de_de: Innenbereich
el_gr: Εσωτερικός Χώρος
es_es: Interior
es_mx: Interior
fa_ir: محیط داخل
fi_fi: Sisätila
fil: Sa loob
fr_fr: Intérieur
he_il: בפנים
hi_in: इनडोर
hr_hr: Zatvoreni
hu_hu: Beltér
id_id: Dalam ruangan
it_it: Interni
ja_jp: 室内
kn_in: ಒಳಾಂಗಣ
mn_mn: Дотор
nl_nl: Binnen
pl_pl: Wewnątrz
pt_pt: Interior
ro_ro: Interior
ru_ru: Помещение
sq_al: Të brendshme
te_in: ఇండోర్
tr_tr: İç mekan
uk_ua: У приміщенні
vi_vn: Trong nhà
yue: 室内
zh_tw: 室內

# Headphones_Setting_HeadphonesDisconnected.Hint
source: Connect your headphones for more customizations
ar_aa: قم بتوصيل السماعات الخاصة بك للمزيد من التخصيصات
bg_bg: Свържете слушалките си за повече персонализации
ca_es: Conecta els teus auriculars per a més personalitzacions
cs_cz: Připojte sluchátka pro další přizpůsobení
da_dk: Tilslut dine hovedtelefoner for flere tilpasningsmuligheder
de_de: Verbinde deine Kopfhörer für mehr Anpassungen
el_gr: Συνδέστε τ' ακουστικά σας για περισσότερη παραμετροποίηση
es_es: Conecta tus auriculares para más personalizaciones
es_mx: Conecta tus audífonos para obtener más opciones de personalización
fa_ir: هدفون های خود را برای ویژه سازی بیشتر، متصل کنید
fi_fi: Yhdistä kuulokkeet saadaksesi lisää kustomointeja
fil: Ikonekta ang iyong mga headphone para sa higit pang mga pag-customize
fr_fr: Connecter vos écouteurs pour plus d'options de personnalisation
he_il: חבר את האוזניות שלך להתאמות נוספות
hi_in: अधिक अनुकूलन के लिए अपने हेडफ़ोन को कनेक्ट करें
hr_hr: Povežite slušalice za više prilagodbi
hu_hu: Csatlakoztassa a fejhallgatót a további testreszabásokhoz
id_id: Sambungkan headphone anda untuk kustomisasi
it_it: Connetti le cuffie per personalizzazioni aggiuntive
ja_jp: ヘッドフォンを接続してさらにカスタマイズ
kn_in: ಹೆಚ್ಚಿನ ಕಸ್ಟಮೈಸೇಶನ್‌ಗಳಿಗಾಗಿ ನಿಮ್ಮ ಹೆಡ್‌ಫೋನ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ
mn_mn: Өөр тохиргоог хийхийн тулд чихэвчээ холбоно уу
nl_nl: Sluit je koptelefoon aan voor meer aanpassingsmogelijkheden
pl_pl: Połącz słuchawki dla większej ilości ustawień
pt_pt: Conecte os seus auscultadores para mais personalizações
ro_ro: Conectați-vă căștile pentru mai multe personalizări
ru_ru: Для дополнительных настроек подключите наушники
sq_al: Lidhni kufjet tuaja për më shumë personalizime
te_in: మరిన్ని అనుకూలీకరణల కోసం మీ హెడ్‌ఫోన్‌లను కనెక్ట్ చేయండి
tr_tr: Daha fazla özelleştirme için kulaklığınızı bağlayın
uk_ua: Підключіть навушники, щоб отримати більше налаштувань
vi_vn: Kết nối tai nghe của bạn để hiện thêm các tuỳ chỉnh
yue: 連接耳機以進行更多自訂
zh_tw: 連接您的耳機以進行更多自訂設定

# Headphones_Setting_Airoha_ChipFirmware.Hint
source: The chip is not yet supported
ar_aa: الشريحة لا تدعم حالياً
bg_bg: Този чип все още не се поддържа
ca_es: El xip encara no és compatible
cs_cz: Čip zatím není podporován
da_dk: Chippen understøttes endnu ikke
de_de: Der Chip wird noch nicht unterstützt
el_gr: Το τσιπ δεν υποστηρίζεται ακόμη
es_es: El chip aún no es compatible
es_mx: El chip aún no es compatible
fa_ir: ریزپردازنده هنوز پشتیبانی نشده است
fi_fi: Sirua ei vielä tueta
fil: Ang chip ay hindi pa suportado
fr_fr: La puce n'est pas encore supportée
he_il: צ'יפ זה עדיין לא נתמך
hi_in: यह माइक्रोप्रोसेसर अभी तक समर्थित नहीं है
hr_hr: Čip još nije podržan
hu_hu: A chip jelenleg még nem támogatott
id_id: Jenis chip perangkat ini belum didukung oleh aplikasi
it_it: Questo chip non è ancora supportato
ja_jp: このチップは未対応です
kn_in: ಪ್ರೊಸೆಸರ್ ಚಿಪ್ ಇನ್ನೂ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
mn_mn: Чип хараахан дэмжигдээгүй байна
nl_nl: De chip wordt nog niet ondersteund
pl_pl: Chip nie jest jeszcze obsługiwany
pt_pt: O processador ainda não é suportado
ro_ro: Cipul nu este încă acceptat
ru_ru: Чип пока не поддерживается
sq_al: Çipi nuk mbështetet ende
te_in: చిప్‌కి ఇంకా మద్దతు లేదు
tr_tr: Çip henüz desteklenmiyor
uk_ua: Чип наразі не підтримується
vi_vn: Bộ vi xử lý âm thanh này chưa được hỗ trợ
yue: 該晶片尚不支援
zh_tw: 該晶片尚未支援

# Headphones_Setting_Airoha_NoiseCancellation_Item_Off.Text
source: Off
ar_aa: إيقاف
bg_bg: Изключено
ca_es: Apagat
cs_cz: Vypnuto
da_dk: Slået fra
de_de: Ausgeschaltet
el_gr: Απενεργοποιημένο
es_es: Apagado
es_mx: Apagado
fa_ir: خاموش
fi_fi: Pois päältä
fil: Naka-off
fr_fr: Désactivé
he_il: כבוי
hi_in: बंद
hr_hr: Isključeno
hu_hu: Ki
id_id: Mati
it_it: Spenta
ja_jp: オフ
kn_in: ಆರಿಸು
mn_mn: Унтраах
nl_nl: Uitgeschakeld
pl_pl: Wyłącz
pt_pt: Desligado
ro_ro: Oprit
ru_ru: Выключено
sq_al: Fikur
te_in: ఆఫ్
tr_tr: Kapalı
uk_ua: Вимкнено
vi_vn: Tắt
yue: 關閉
zh_tw: 關閉

# Headphones_Setting_Airoha_NoiseCancellation_Filter.Header
source: Noise cancellation filter
ar_aa: فلتر إلغاء الضوضاء
bg_bg: Филтър на шумопотискане
ca_es: Filtre de cancel·lació de soroll
cs_cz: Filtr potlačení hluku
da_dk: Støjreduceringsfilter
de_de: Geräuschunterdrückungsfilter
el_gr: Φίλτρο ακύρωσης θορύβου
es_es: Filtro de cancelacion de Ruido
es_mx: Filtro de cancelación de ruido
fa_ir: فیلتر نویز کنسلیشن
fi_fi: Melunvaimennussuodatin
fil: Filter sa pagkansela ng ingay
fr_fr: Filtre d'annulation du bruit
he_il: מסנן ביטול רעשים
hi_in: शोर समाप्ति फ़िल्टर
hr_hr: Filter za poništavanje buke
hu_hu: Zajszűrési filter
id_id: Filter peredam suara
it_it: Filtro cancellazione rumore
ja_jp: ノイズキャンセルフィルター
kn_in: ಶಬ್ದ ರದ್ದತಿ ಫಿಲ್ಟರ್
mn_mn: Дуу чимээ арилгах шүүлтүүр
nl_nl: Ruis onderdrukking filter
pl_pl: Filtr usuwania szumów
pt_pt: Filtro de cancelamento de ruído
ro_ro: Filtru de anulare a zgomotului
ru_ru: Фильтр шумоподавления
sq_al: Filtri i anulimit të zhurmës
te_in: నాయిస్ క్యాన్సిలేషన్ ఫిల్టర్
tr_tr: Gürültü engelleme filtresi
uk_ua: Фільтр шумопоглинання
vi_vn: Bộ lọc cho chức năng khử tiếng ồn
yue: 降噪過濾
zh_tw: 降躁過濾

# Headphones_Setting_Airoha_NoiseCancellation_Hotkey_Header.Text
source: Switch noise cancellation hotkey
ar_aa: مفتاح الاختصار لتشغيل إلغاء الضوضاء
bg_bg: Клавишна комбинация за превключване на режима на шумопотискане
ca_es: Canviar la tecla de cancel·latge de soroll
cs_cz: Klávesová zkratka pro přepnutí potlačení hluku
da_dk: Skift støjreduktionsgenvejstast
de_de: Hotkey für Geräuschunterdrückung umschalten
el_gr: Πλήκτρο(α) συντόμευσης ακύρωσης θορύβου
es_es: Tecla de supresión de ruido
es_mx: Cambiar tecla de cancelación de ruido
fa_ir: کلید ویژه برای روشن و خاموش کردن نویز کنسلیشن
fi_fi: Vaihda melunvaimennuksen pikanäppäin
fil: Lumipat ng hotkey sa pagkansela ng ingay
fr_fr: Touche de raccourci pour la réduction de bruit
he_il: מקש החלפת ביטול רעשים
hi_in: शोर समाप्ति बदलने के लिए बटन
hr_hr: Prekidač prečaca za poništavanje buke
hu_hu: Zajszűrés gyorsgombja
id_id: Ubah hotkey untuk fitur peredam suara
it_it: Tasti di scelta rapida modalità cancellazione rumore
ja_jp: ノイズキャンセリング切り替えのショートカットキー
kn_in: ಶಬ್ದ ರದ್ದತಿ ಹಾಟ್‌ಕೀ ಬದಲಾಯಿಸು
mn_mn: Дуу чимээ арилгах товчийг сэлгэх
nl_nl: Wissel noise cancellation hotkey
pl_pl: Klawisz skrótu wyciszenia
pt_pt: Tecla de atalho para alternar o cancelamento de ruído
ro_ro: Comutați tasta rapidă pentru anularea zgomotului
ru_ru: Горячая клавиша переключения режимов шумоподавления
sq_al: Ndërro butonin e anulimit të zhurmës
te_in: నాయిస్ క్యాన్సిలేషన్ హాట్‌కీని మార్చండి
tr_tr: Gürültü engelleme kısayol tuşunu değiştir
uk_ua: Гаряча клавіша зміни шумопоглинання
vi_vn: Phím tắt kích hoạt chức năng khử tiếng ồn
yue: 切換降噪熱鍵
zh_tw: 切換降噪快速鍵

# Headphones_Setting_Airoha_NoiseCancellation_Hotkey_Description.Text
source: Pressing the hotkey cycles through the noise cancellation modes.
ar_aa: الضغط على مفتاح الاختصار يقوم بتنقل بين أوضاع إلغاء الضوضاء.
bg_bg: Натискането на бързия клавиш сменя режимите на шумопотискането.
ca_es: En prémer la tecla d'accés ràpid s'ix entre els modes de cancel·lació de soroll.
cs_cz: Stisknutí klávesové zkratky přepíná režim potlačení hluku.
da_dk: Ved at trykke på hurtigtasten skifter du mellem støjreduktionsfunktionerne.
de_de: Durch Drücken der Tastenkombination werden die verschiedenen Modi der Geräuschunterdrückung durchlaufen.
el_gr: Με το πάτημα του πλήκτρου γίνεται εναλλαγή των λειτουργιών ακυρώσεων θορύβου.
es_es: Al pulsar la tecla de acceso rápido se pasa por los modos de cancelación de ruido.
es_mx: Presionar la tecla de acceso rápido (atajo) cambia entre los modos de cancelación de ruido.
fa_ir: فشردن کلید ویژه، حالات نویز کنسلیشن را تغییر میدهد.
fi_fi: Pikanäppäimen painaminen selaa melunvaimennustiloja.
fil: Ang pagpindot sa hotkey ay umiikot sa mga mode ng pagkansela ng ingay.
fr_fr: L'appui sur le raccourci clavier navigue entre les différents modes de réduction du bruit.
he_il: לחיצה על המקש תחליף בין מצבי ביטול הרעשים.
hi_in: इस बटन को दबाने से शोर समाप्ति मोड बदल जाता है।
hr_hr: Pritiskom na prečac se cikli kroz načine poništavanja buke.
hu_hu: A gyorsbillentyű megnyomásával a zajszűrési módok között lehet váltogatni.
id_id: Menekan hotkey akan mengannti mode peredam suara.
it_it: Premere questi tasti alterna le diverse modalità di cancellazione del rumore.
ja_jp: 設定したショートカットキーを押すと、ノイズキャンセリングモードが切り替わります。
kn_in: ಹಾಟ್‌ಕೀ ಒತ್ತುವುದರಿಂದ ಶಬ್ದ ರದ್ದತಿ ವಿಧಾನಗಳ ಮೂಲಕ ಚಲಿಸುತ್ತದೆ.
mn_mn: Халуун товчийг дарснаар дуу чимээг арилгах горимууд дамждаг.
nl_nl: Druk op de sneltoets om van ruisonderdrukking modus te veranderen.
pl_pl: Naciśnięcie skrótu klawiszowego przełącza tryby wyciszenia otoczenia.
pt_pt: Pressionar a tecla de atalho alterna entre os modos de cancelamento de ruído.
ro_ro: Apăsarea tastei rapide trece prin modurile de anulare a zgomotului.
ru_ru: Нажатие горячей клавиши переключает режимы шумоподавления по кругу.
sq_al: Shtypja e tastit të shpejtë kalon nëpër modalitetet e anulimit të zhurmës.
te_in: నాయిస్ క్యాన్సిలేషన్ మోడ్‌ల ద్వారా హాట్‌కీ సైకిల్‌లను నొక్కడం.
tr_tr: Kısayol tuşuna basmak, gürültü engelleme modları arasında geçiş yapar.
uk_ua: Натиснненя на гарячу клавішу призведе до циклу між режимами шумопоглинанння.
vi_vn: Nhấn tổ hợp phím tắt để chuyển qua các chế độ khử tiếng ồn.
yue: 按熱鍵可循環切換噪音消除模式。
zh_tw: 按下快捷鍵將循環切換降噪模式。
